/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Actualizando cachés de arranque";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Las cachés necesarias para arrancar se están actualizando. El sistema se apagará cuando finalice el proceso de actualización.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Archivos del sistema incoherentes";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Hay archivos importantes del sistema en memoria que no coinciden con los del disco. Las extensiones del kernel no se pueden cargar, por lo que  es posible que algunos dispositivos no funcionen. Intente restablecer el disco de arranque en Preferencias del Sistema.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "No puede usarse la extensión del sistema";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "La extensión de sistema “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” no se ha instalado adecuadamente, por lo que no se puede usar. Intente instalarla de nuevo o póngase en contacto con el fabricante del producto para obtener una actualización.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 Colors";
"Thousands"  = "Miles";
"Millions"   = "Millones";
"Trillions"  = "Billones";

"n/a"  = "n/d";

"stretched"  = "extendido";
"simulscan"  = "simulscan";
"interlaced" = "entrelazado";
"external"   = "externo";


"%%.%ldf Hertz"       = "%%.%ldf Hz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
